Repository: webdevconcord/wordpress-woocommerce
Catalog: lang/concordpay-for-woocommerce-*.po
Languages: ru_ru, uk

source: ConcordPay for WooCommerce
ru_ru: ConcordPay для WooCommerce
uk: ConcordPay для WooCommerce

source: ConcordPay Payment Gateway for WooCommerce.
ru_ru: Платежный шлюз ConcordPay для WooCommerce.
uk: Платіжний шлюз ConcordPay для WooCommerce.

source: A payment service that allows you to accept payments with Visa/MasterCard payment cards and GooglePay/ApplePay mobile wallets
ru_ru: Платежный сервис, который позволяет принимать оплату платежными карточками Visa/MasterCard и мобильными кошельками GooglePay/ApplePay
uk: Платіжний сервіс, який дозволяє приймати оплату платіжними картками Visa/MasterCard та мобільними гаманцями GooglePay/ApplePay

source: The minimum PHP version required for ConcordPay is %1$s. You are running %2$s.
ru_ru: Минимальная версия PHP, необходимая для ConcordPay, составляет %1$s. Вы используете %2$s.
uk: Мінімальна версія PHP, необхідна для ConcordPay, становить %1$s. У вас запущено %2$s.

source: WooCommerce needs to be activated.
ru_ru: WooCommerce необходимо активировать.
uk: WooCommerce потрібно активувати.

source: The minimum WooCommerce version required for ConcordPay is %1$s. You are running %2$s.
ru_ru: Минимальная версия WooCommerce, необходимая для ConcordPay, составляет %1$s. Вы используете %2$s.
uk: Мінімальна версія WooCommerce, необхідна для ConcordPay, становить %1$s. У вас запущено %2$s.

source: Enable/Disable
ru_ru: Включить/Выключить
uk: Увімкнути/Вимкнути

source: Enable ConcordPay Payment Module
ru_ru: Включить платёжный модуль ConcordPay
uk: Увімкнути платіжний модуль ConcordPay

source: Show in the Payment List as a payment option
ru_ru: Показать в списке платежей как вариант оплаты
uk: Відображати у списку платежів як спосіб оплати

source: ConcordPay Widget
ru_ru: Виджет ConcordPay
uk: Віджет ConcordPay

source: Enable ConcordPay Widget
ru_ru: Включить виджет ConcordPay
uk: Увімкнути віджет ConcordPay

source: Use a ConcordPay Widget instead separate checkout page
ru_ru: Использовать виджет ConcordPay вместо отдельной страницы оформления заказа
uk: Використовувати віджет ConcordPay замість окремої сторінки оформлення замовлення

source: Show Logo
ru_ru: Отображать логотип
uk: Показувати логотип

source: Show the ConcordPay logo in the Payment Method section for the user
ru_ru: Показывать логотип ConcordPay в разделе "Способ оплаты" для пользователя
uk: Показувати логотип ConcordPay в розділі "Спосіб оплати" для користувача

source: Tick to show ConcordPay logo
ru_ru: Отметьте, чтобы показывать логотип ConcordPay
uk: Поставте галочку, щоб показувати логотип ConcordPay

source: Title in the Payment List
ru_ru: Наименование в списке способов оплаты
uk: Найменування у списку способів оплати

source: Title in the list of available payment methods
ru_ru: Наименование в списке доступных способов оплаты
uk: Найменування у списку доступних способів оплати

source: Merchant Account
ru_ru: Идентификатор торговца
uk: Ідентифікатор торговця

source: Given to Merchant by ConcordPay
ru_ru: Предоставляется торговцу системой ConcordPay
uk: Надається торговцю системою ConcordPay

source: Secret key
ru_ru: Секретный ключ
uk: Секретний ключ

source: Payment completed order status
ru_ru: Статус заказа успешного платежа
uk: Статус успішно оплаченого замовлення

source: The default order status after successful payment.
ru_ru: Статус заказа по умолчанию после успешного платежа.
uk: Статус замовлення за замовчуванням після успішної оплати.

source: Payment declined order status
ru_ru: Статус заказа отклонённого платежа
uk: Статус замовлення відхиленого платежу

source: Order status when payment was declined.
ru_ru: Статус заказа при отклонении платежа.
uk: Статус замовлення при відхиленні платежу.

source: Payment refunded order status
ru_ru: Статус заказа возвращённого платежа
uk: Статус замовлення повернутого платежу

source: Order status when payment was refunded.
ru_ru: Статус заказа при возврате платежа.
uk: Статус замовлення при поверненні платежу.

source: System url
ru_ru: Системный URL
uk: Системний URL

source: Default url - https://pay.concord.ua/api/
ru_ru: URL по умолчанию - https://pay.concord.ua/api/
uk: URL за замовчуванням - https://pay.concord.ua/api/

source: Successful payment redirect URL
ru_ru: URL перенаправления при успешном платеже
uk: URL переадресації для успішного платежу

source: Standard Page
ru_ru: Стандартная страница
uk: Стандартна сторінка

source: Redirect URL in case of failure to make payment
ru_ru: URL перенаправления при отклонении платежа
uk: URL переадресації у разі неуспішного платежу

source: Redirect URL failed to pay
ru_ru: URL перенаправления при неудачном платеже
uk: URL переадресації для неуспішного платежу

source: URL of the result information
ru_ru: URL для информации об оплате
uk: URL для інформації про результат

source: The URL to which will receive information about the result of the payment
ru_ru: URL, по которому будет приходить информация о результате платежа
uk: URL на яку буде надходити інформація про результат платежу

source: Payment page language
ru_ru: Язык страницы оплаты
uk: Мова сторінки оплати

source: ConcordPay payment page language
ru_ru: Язык страницы оплаты ConcordPay
uk: Мова сторінки оплати ConcordPay

source: Payment gateway
ru_ru: Платёжный шлюз
uk: Платіжний шлюз

source: Return to payments
ru_ru: Назад к платежам
uk: Назад до платежів

source: Settings
ru_ru: Настройки
uk: Налаштування

source: Support
ru_ru: Поддержка
uk: Підтримка

source: Thank you for your order, you will now be redirected to the ConcordPay payment page
ru_ru: Спасибо за ваш заказ, сейчас вы будете перенаправлены на страницу оплаты ConcordPay
uk: Дякуємо за замовлення, тепер ви будете перенаправлені на сторінку оплати ConcordPay

source: An error has occurred during payment. Please contact us to ensure your order has submitted.
ru_ru: Произошла ошибка при оплате. Свяжитесь с нами, чтобы убедиться, что ваш заказ подтверждён.
uk: Під час оплати сталася помилка. Будь ласка, зв’яжіться з нами, щоб переконатися, що ваше замовлення підтверджено.

source: An error has occurred during payment. Merchant data is incorrect.
ru_ru: Произошла ошибка при оплате. Данные продавца неверны.
uk: Під час оплати сталася помилка. Дані продавця неправильні.

source: An error has occurred during payment. Signature is not valid.
ru_ru: Произошла ошибка при оплате. Подпись недействительна.
uk: Під час оплати сталася помилка. Підпис не дійсний.

source: Thank you for shopping with us. Your account has been charged and your transaction is successful.
ru_ru: Спасибо за покупку. С вашего счета была снята оплата, и ваша транзакция прошла успешно.
uk: Дякуємо за покупки у нас. З вашого рахунку стягнено плату, і ваша транзакція успішно виконана.

source: ConcordPay - Payment Visa, Mastercard, GooglePay, ApplePay
ru_ru: ConcordPay - Оплата Visa, Mastercard, GooglePay, ApplePay
uk: ConcordPay - Оплата Visa, Mastercard, GooglePay, ApplePay

source: Payment Visa, Mastercard, GooglePay, ApplePay
ru_ru: Оплата Visa, Mastercard, GooglePay, ApplePay
uk: Оплата Visa, Mastercard, GooglePay, ApplePay

source: Payment by card on the site
ru_ru: Оплата картой на сайте
uk: Оплата карткою на сайті

source: Default status
ru_ru: Статус по умолчанию
uk: Статус за замовчуванням

source: UA
ru_ru: Украинский
uk: Українська

source: RU
ru_ru: Русский
uk: Російська

source: EN
ru_ru: Английский
uk: Англійська
